tap "ankitpokhrel/jira-cli"
tap "damascenorafael/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sachaos/todoist"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
tap "xo/xo"
brew "bat"
brew "fontconfig"
brew "gettext"
brew "python@3.9", link: false
brew "cairo"
brew "deno"
brew "python@3.10", link: false
brew "docutils"
brew "erlang"
brew "exa"
brew "ctop"
brew "direnv"
brew "procs"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gd"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "python@3.11", link: false
brew "jansson"
brew "python@3.8", link: false
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lua"
brew "luajit"
brew "node"
brew "mermaid-cli"
brew "neovim", args: ["HEAD"]
brew "osx-cpu-temp"
brew "pgcli"
brew "plantuml"
brew "postgresql@11", restart_service: true
brew "pre-commit"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "yarn"
brew "zk", args: ["HEAD"]
brew "zsh"
brew "ankitpokhrel/jira-cli/jira-cli", args: ["HEAD"]
cask "kitty"
