tap "amritghimire/jira-terminal"
tap "ankitpokhrel/jira-cli"
tap "damascenorafael/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sachaos/todoist"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
tap "xo/xo"
brew "bat"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "python@3.9", link: false
brew "cairo"
brew "deno"
brew "python@3.10", link: false
brew "docutils"
brew "wxwidgets"
brew "erlang"
brew "exa"
brew "ctop"
brew "direnv"
brew "glow"
brew "procs"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "little-cms2"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "python@3.11", link: false
brew "gitlint"
brew "jansson"
brew "global"
brew "gnupg"
brew "gobject-introspection"
brew "gopass"
brew "netpbm"
brew "python@3.8", link: false
brew "librsvg"
brew "graphviz"
brew "httpie"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "python-tabulate", link: false
brew "litecli"
brew "lnav"
brew "lua"
brew "luajit"
brew "luv"
brew "node"
brew "mermaid-cli"
brew "ninja"
brew "meson"
brew "mycli"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "openjdk"
brew "osx-cpu-temp"
brew "pgcli"
brew "plantuml"
brew "postgresql@11", restart_service: true
brew "pre-commit"
brew "pspg"
brew "qt@5"
brew "qcachegrind"
brew "rabbitmq"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "shpotify"
brew "sphinx-doc"
brew "telnet"
brew "the_silver_searcher"
brew "tor", restart_service: true
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zk", args: ["HEAD"]
brew "zoxide"
brew "zsh"
brew "amritghimire/jira-terminal/jira-terminal"
brew "ankitpokhrel/jira-cli/jira-cli", args: ["HEAD"]
brew "sachaos/todoist/todoist"
brew "xo/xo/usql"
cask "amethyst"
cask "basictex"
cask "font-fira-code"
cask "font-victor-mono"
cask "keycastr"
cask "kitty"
cask "monitorcontrol"
cask "ngrok"
cask "reminders-menubar"
cask "tor-browser"
cask "vimr"
cask "wezterm-nightly"
